[
    {
        "time": "Wed, 28 May 2025 13:18:22 EDT",
        "title": "Scientists contribute to uncovering ongoing surface modification on Jupiter's moon Europa",
        "content": "A series of experiments support spectral data recently collected by the James Webb Space Telescope that found evidence that the icy surface of Jupiter's moon Europa is constantly changing. Europa's surface ice is crystallizing at different rates in different places, which could point to a complex mix of external processes and geologic activity affecting the surface.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250528131822.htm",
        "img": ""
    },
    {
        "time": "Wed, 28 May 2025 13:16:50 EDT",
        "title": "Observing one-dimensional anyons: Exotic quasiparticles in the coldest corners of the universe",
        "content": "Scientists have observed anyons -- quasiparticles that differ from the familiar fermions and bosons -- in a one-dimensional quantum system for the first time. The results may contribute to a better understanding of quantum matter and its potential applications.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250528131650.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 18:09:32 EDT",
        "title": "Zika virus uses cells' 'self-care' system to turn against host",
        "content": "A new study reveals the biological secret to the Zika virus's infectious success: Zika uses host cells' own 'self-care' system of clearing away useless molecules to suppress the host proteins that the virus has employed to get into those cells in the first place.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527180932.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 13:52:44 EDT",
        "title": "Rapid simulations of toxic particles could aid air pollution fight",
        "content": "A pioneering method to simulate how microscopic particles move through the air could boost efforts to combat air pollution, a study suggests.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527135244.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:48:49 EDT",
        "title": "Hitting the right notes to play music by ear",
        "content": "A team analyzed a range of YouTube videos that focused on learning music by ear and identified four simple ways music learning technology can better aid prospective musicians -- helping people improve recall while listening, limiting playback to small chunks, identifying musical subsequences to memorize, and replaying notes indefinitely.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124849.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:46:40 EDT",
        "title": "Nature-inspired breakthrough enables subatomic ferroelectric memory",
        "content": "A research team has discovered ferroelectric phenomena occurring at a subatomic scale in the natural mineral Brownmillerite.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124640.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:46:37 EDT",
        "title": "Location matters: Belly fat compared to overall body fat more strongly linked to psoriasis risk",
        "content": "Researchers have found that central body fat, especially around the abdomen, is more strongly linked to psoriasis risk than total body fat, particularly in women. This link between central fat and psoriasis remained consistent regardless of genetic predisposition, indicating that abdominal fat is an independent risk factor. The study provides insights that could help improve early risk prediction and guide personalized prevention strategies.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124637.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:46:35 EDT",
        "title": "Home water-use app improves water conservation",
        "content": "A new study has found that a smartphone app that tracks household water use and alerts users to leaks or excessive consumption offers a promising tool for helping California water agencies meet state-mandated conservation goals. The study found that use of the app -- called Dropcountr -- reduced average household water use by 6%, with even greater savings among the highest water users.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124635.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:46:32 EDT",
        "title": "Nordic studies show the significance of old-growth forests for biodiversity",
        "content": "Researchers conducted a systematic review of 99 scientific publications that compared the flora or fauna of old-growth forests, managed forests and clearcut sites in boreal Europe. The reviewed studies showed large differences in the species communities inhabiting these forest types. The species richness of full-canopy forests increases as the forest gets older. Clearcut sites are also species-rich, but they are inhabited by a distinct set of species in comparison to full-canopy forests.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124632.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:46:29 EDT",
        "title": "Machine learning simplifies industrial laser processes",
        "content": "Laser-based metal processing enables the automated and precise production of complex components, whether for the automotive industry or for medicine. However, conventional methods require time- and resource-consuming preparations. Researchers are now using machine learning to make laser processes more precise, more cost-effective and more efficient.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124629.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:45:46 EDT",
        "title": "The magic of light: Dozens of images hidden in a single screen",
        "content": "New technology that uses light's color and spin to display multiple images.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124546.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:45:44 EDT",
        "title": "Boys who are overweight in their early teens risk passing on harmful epigenetic traits to future children",
        "content": "A new study suggests that boys who become overweight in their early teens risk damaging the genes of their future children, increasing their chances of developing asthma, obesity and low lung function.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124544.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:45:39 EDT",
        "title": "Without public trust, effective climate policy is impossible",
        "content": "When formulating climate policy, too little attention is paid to social factors and too much to technological breakthroughs and economic reasons. Because citizens are hardly heard in this process, European governments risk losing public support at a crucial moment in the climate debate.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124539.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:45:37 EDT",
        "title": "Wilms tumors: How genes and imprinting pave the way for cancer",
        "content": "A biobank for pediatric kidney tumors plays a key role in identifying hereditary causes of Wilms tumors. New insights gained with its help enable better risk assessment for affected families and could form the basis for targeted screening and improved early detection.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124537.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:44:44 EDT",
        "title": "A chip with natural blood vessels",
        "content": "Miniature organs on a chip could allow us to do scientific studies with great precision, without having to resort to animal testing. The main problem, however, is that artificial tissue needs blood vessels, and they are very hard to create. Now, new technology has been developed to create reproducible blood vessels using high-precision laser pulses. Tissue has been created that acts like natural tissue.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124444.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:44:40 EDT",
        "title": "'Raindrops in the Sun's corona': New adaptive optics shows stunning details of our star's atmosphere",
        "content": "Scientists have produced the finest images of the Sun's corona to date. To make these high-resolution images and movies, the team developed a new 'coronal adaptive optics' system that removes blur from images caused by the Earth's atmosphere. Their ground-breaking results pave the way for deeper insight into coronal heating, solar eruptions, and space weather, and open an opportunity for new discoveries in the Sun's atmosphere.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124440.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:44:38 EDT",
        "title": "The ocean seems to be getting darker",
        "content": "Scientists, who have spent more than a decade examining the impact of artificial light at night on the world's coasts and oceans, have shown that more than one-fifth of the global ocean -- an area spanning more than 75 million sq km -- has been the subject of ocean darkening over the past two decades. Ocean darkening occurs when changes in the optical properties of the ocean reduce the depth of its photic zones, home to 90% of all marine life and places where sunlight and moonlight drive ecological interactions.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124438.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:44:35 EDT",
        "title": "Chronic renal failure: Discovery of a crucial biomarker",
        "content": "Scientists have identified microRNA able to protect small blood vessels and support kidney function after severe injury.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124435.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:44:30 EDT",
        "title": "Different versions of APOE protein have varying effect on microglia in Alzheimer's disease",
        "content": "A new study suggests how APOE2 is protective while APOE4 increases disease risk by regulating the brain's immune cells.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124430.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:44:28 EDT",
        "title": "How brain stimulation alleviates symptoms of Parkinson's disease",
        "content": "Persons with Parkinson's disease increasingly lose their mobility over time and are eventually unable to walk. Hope for these patients rests on deep brain stimulation, also known as a brain pacemaker. In a current study, researchers investigated whether and how stimulation of a certain region of the brain can have a positive impact on ambulatory ability and provide patients with higher quality of life. To do this, the researchers used a technique in which the nerve cells are activated and deactivated via light.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124428.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:43:19 EDT",
        "title": "Stirling research could extend biopesticide effectiveness",
        "content": "Alterations to the diet of pests could impact how quickly they can adapt to biopesticides.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124319.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:43:17 EDT",
        "title": "Discovery offers new insights into skin healing in salmon",
        "content": "Scientists have discovered cells in the skin of Atlantic salmon that offer new insights into how wounds heal, tissues regenerate, and cellular transitions support long-term skin health.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124317.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:43:13 EDT",
        "title": "How you handle your home life can boost work performance, shows new study",
        "content": "A new study shows that people who proactively reorganise their family routines -- such as adjusting childcare schedules or redistributing domestic responsibilities -- are more likely to demonstrate adaptability and innovation at work.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124313.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:42:29 EDT",
        "title": "Unconditional cash transfers following childbirth increases breastfeeding",
        "content": "The U.S. is facing a maternal health crisis with higher rates of maternal mortality than any other high-income country. Social and economic factors, including income, are recognized determinants of maternal morbidity and mortality. In addition, more than half of pregnancy-related deaths (deaths occurring during pregnancy or within one year after delivery) occur in the postpartum year. In what is believed to be the first review to summarize evidence on the effect of unconditional cash transfers (UCTs) on postpartum health outcomes in the U.S., researchers have found strong evidence that UCTs increase breastfeeding rates and result in little to no difference in postpartum mood.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124229.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:42:27 EDT",
        "title": "Why after 2000 years we still don't know how tickling works",
        "content": "How come you can't tickle yourself? And why can some people handle tickling perfectly fine while others scream their heads off? Neuroscientists argue that we should take tickle research more seriously.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124227.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:42:19 EDT",
        "title": "Emotional responses crucial to attitudes about self-driving cars",
        "content": "When it comes to public attitudes toward using self-driving cars, understanding how the vehicles work is important -- but so are less obvious characteristics like feelings of excitement or pleasure and a belief in technology's social benefits.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124219.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:41:28 EDT",
        "title": "Timely initiation of statin therapy for diabetes shown to dramatically reduce risk of heart attack and stroke",
        "content": "Taking a statin medication is an effective, safe, and low-cost way to lower cholesterol and reduce risk of cardiovascular events. Despite clinicians recommending that many patients with diabetes take statins, nearly one-fifth of them opt to delay treatment. In a new study, researchers found that patients who started statin therapy right away reduced the rate of heart attack and stroke by one third compared to those who chose to delay taking the medication.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124128.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:41:15 EDT",
        "title": "New fuel cell could enable electric aviation",
        "content": "Engineers developed a fuel cell that offers more than three times as much energy per pound compared to lithium-ion batteries. Powered by a reaction between sodium metal and air, the device could be lightweight enough to enable the electrification of airplanes, trucks, or ships.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124115.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:41:10 EDT",
        "title": "Oldest whale bone tools discovered",
        "content": "Humans were making tools from whale bones as far back as 20,000 years ago, according to a new study. This discovery broadens our understanding of early human use of whale remains and offers valuable insight into the marine ecology of the time.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124110.htm",
        "img": ""
    },
    {
        "time": "Tue, 27 May 2025 12:40:29 EDT",
        "title": "Weight loss linked to nerve cells in the brain",
        "content": "A specific group of nerve cells in the brain stem appears to control how semaglutide affects appetite and weight -- without causing nausea.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250527124029.htm",
        "img": ""
    },
    {
        "time": "Mon, 26 May 2025 15:03:59 EDT",
        "title": "Megalodon: The broad diet of the megatooth shark",
        "content": "Contrary to widespread assumptions, the largest shark that ever lived -- Otodus megalodon -- fed on marine creatures at various levels of the food pyramid and not just the top. Scientists analyzed the zinc content of a large sample of fossilized megalodon teeth, which had been unearthed above all in Sigmaringen and Passau, and compared them with fossil teeth found elsewhere and the teeth of animals that inhabit our planet today.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250526150359.htm",
        "img": ""
    },
    {
        "time": "Mon, 26 May 2025 15:01:52 EDT",
        "title": "Flowers unfold with surprising precision, despite unruly genes",
        "content": "Flowers grow stems, leaves and petals in a perfect pattern again and again. A new study shows that even in this precise, patterned formation in plants, gene activity inside individual cells is far more chaotic than it appears.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250526150152.htm",
        "img": ""
    },
    {
        "time": "Mon, 26 May 2025 15:01:44 EDT",
        "title": "A root development gene that's older than root development",
        "content": "A gene that regulates the development of roots in vascular plants is also involved in the organ development of liverworts -- land plants so old they don't even have proper roots. The discovery highlights the fundamental evolutionary dynamic of co-opting, evolving a mechanism first and adopting it for a different purpose later.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250526150144.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 18:13:44 EDT",
        "title": "'Hopelessly attached': Scientists discover new 2D material that sticks the landing",
        "content": "Researchers have discovered a new 2D material, confirming decade-old prediction.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523181344.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 18:13:39 EDT",
        "title": "Assembly instructions for enzymes",
        "content": "In biology, enzymes have evolved over millions of years to drive chemical reactions. Scientists have now derived universal rules to enable the de novo design of optimal enzymes. As an example, they considered the enzymatic reaction of breaking a dimer into two monomer molecules. Considering the geometry of such an enzyme-substrate-complex, they identified three golden rules that should be considered to build a functional enzyme.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523181339.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 14:19:27 EDT",
        "title": "A dental floss that can measure stress",
        "content": "Scientists create a floss pick that samples cortisol within saliva as a marker of stress and quantifies it with a built-in electrode. The system uses a polymer casting technology that can be adapted to capture a wide a range of markers, such as estrogen for tracking fertility, or glucose for tracking diabetes. Ease of use allows monitoring to be incorporated into many areas of treatment.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523141927.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 14:19:21 EDT",
        "title": "Why are some rocks on the moon highly magnetic?",
        "content": "Scientists may have solved the mystery of why the moon shows ancient signs of magnetism although it has no magnetic field today. An impact, such as from a large asteroid, could have generated a cloud of ionized particles that briefly enveloped the moon and amplified its weak magnetic field.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523141921.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 14:19:12 EDT",
        "title": "Daytime boosts immunity, scientists find",
        "content": "Daylight can boost the immune system's ability to fight infections.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523141912.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 14:19:09 EDT",
        "title": "How marine plankton adapts to a changing world",
        "content": "Plankton may be tiny, but they play an important role in the ocean. As the foundation of marine ecosystems, they support ocean food webs and help regulate Earth's climate by storing carbon. While lab studies have shown plankton can adjust their chemistry in response to environmental changes, a new global study reveals how these adaptations occur in the real ocean.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523141909.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:07:42 EDT",
        "title": "Controlling quantum motion and hyper-entanglement",
        "content": "A new experiment encodes quantum information in the motion of the atoms and creates a state known as hyper-entanglement, in which two or more traits are linked among a pair of atoms.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120742.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:07:38 EDT",
        "title": "New biosensor solves old quantum riddle",
        "content": "Researchers united insights from cellular biology, quantum computing, old-fashioned semiconductors and high-definition TVs to both create a revolutionary new quantum biosensor. In doing so, they shed light on a longstanding mystery in quantum materials.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120738.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:06:25 EDT",
        "title": "Experimental drug may benefit some patients with rare form of ALS",
        "content": "Some patients with a rare form of ALS benefited from an experimental therapy, with biomarker evidence of reduced injury to neurons and even limited functional recovery.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120625.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:06:17 EDT",
        "title": "Mystery of 'very odd' elasmosaur finally solved: fiercely predatory marine reptile is new species",
        "content": "A group of fossils of elasmosaurs -- some of the most famous in North America -- have just been formally identified as belonging to a 'very odd' new genus of the sea monster, unlike any previously known. This primitive 85-million-year-old, 12 meter-long, fiercely predatory marine reptile is unlike any elasmosaur known to-date and hunted its prey from above.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120617.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:05:01 EDT",
        "title": "Earliest use of psychoactive and medicinal plant 'harmal' identified in Iron Age Arabia",
        "content": "A new study uses metabolic profiling to uncover ancient knowledge systems behind therapeutic and psychoactive plant use in ancient Arabia.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120501.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:04:56 EDT",
        "title": "El Niño and La Niña climate swings threaten mangroves worldwide",
        "content": "New international research demonstrates global-scale patterns in how El Ni o-Southern Oscillation (ENSO) influences mangrove growth and degradation. Previously, impacts had only been documented at individual sites, such as a dramatic die-off in northern Australia in 2015 when more than 40 million mangrove trees perished along a 1,200-mile stretch of coastline.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120456.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:04:53 EDT",
        "title": "Quantum eyes on energy loss: Diamond quantum imaging for next-gen power electronics",
        "content": "Diamond quantum sensors can be used to analyze the magnetization response of soft magnetic materials used in power electronics; report scientists based on collaborative research. Using a novel imaging technique, they developed quantum protocols to simultaneously image both the amplitude and phase of AC stray fields over a wide frequency range up to 2.3 MHz. Their results demonstrate that quantum sensing is a powerful tool for developing advanced magnetic materials across diverse applications.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120453.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:04:50 EDT",
        "title": "Modulation of antiviral response in fungi via RNA editing",
        "content": "The molecular pathways involved in antiviral defenses and counter-defenses in host-pathogen systems remain unclear. Researchers have used Neurospora crassa as a model organism to explore how RNA editing influences fungal antiviral responses. They identified two neighboring genes -- an RNA-editing enzyme (old) and a transcription factor (zao) -- that regulate virus-induced gene expression. Their findings show how the old-zao module controls both asymptomatic and symptomatic infections, providing new insight into conserved antiviral mechanisms in fungi.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120450.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:04:47 EDT",
        "title": "Different phases of evolution during ice age",
        "content": "Cold-adapted animals started to evolve 2.6 million years ago when the permanent ice at the poles became more prevalent. There followed a time when the continental ice sheets expanded and contracted and around 700,000 years ago the cold periods doubled in length. This is when many of the current cold-adapted species, as well as extinct ones like mammoths, evolved.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120447.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:04:45 EDT",
        "title": "When the sea moves inland: A global climate wake-up call from Bangladesh's Delta",
        "content": "As sea levels climb and weather grows more extreme, coastal regions everywhere are facing a creeping threat: salt. Salinization of freshwater and soils adversely affects 500 million people around the world, especially in low-lying river deltas. A new study sheds light on how rising oceans are pushing saltwater into freshwater rivers and underground water sources in the world's largest river mouth -- the Bengal Delta in Bangladesh.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120445.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:04:39 EDT",
        "title": "Managing surrogate species, providing a conservation umbrella for more species",
        "content": "A new study shows that monitoring and managing select bird species can provide benefits for other species within specific regions.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120439.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:03:55 EDT",
        "title": "Efficiency upgrade for OLED screens: A route to blue PHOLED longevity",
        "content": "Blue phosphorescent OLEDs can now last as long as the green phosphorescent OLEDs already in devices, researchers have demonstrated, paving the way for further improving the energy efficiency of OLED screens.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120355.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:03:53 EDT",
        "title": "First vascularized model of stem cell islet cells",
        "content": "Researchers have developed a vascularized organoid model of hormone secreting cells in the pancreas. The advance promises to improve diabetes research and cell-based therapies.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120353.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:03:47 EDT",
        "title": "Charge radius of Helium-3 measured with unprecedented precision",
        "content": "A research team has achieved a significant breakthrough in determining fundamental properties of atomic nuclei. The team conducted laser spectroscopy experiments on muonic helium-3. Muonic helium-3 is a special form of helium in which the atom s two electrons are replaced by a single, much heavier muon.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120347.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 18:32:16 EDT",
        "title": "Researchers make breakthrough in semiconductor technology set to supercharge 6G delivery",
        "content": "Self-driving cars which eliminate traffic jams, getting a healthcare diagnosis instantly without leaving your home, or feeling the touch of loved ones based across the continent may sound like the stuff of science fiction. But new research could make all this and more a step closer to reality thanks to a radical breakthrough in semiconductor technology.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522183216.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 18:32:11 EDT",
        "title": "A rule-breaking, colorful silicone that could conduct electricity",
        "content": "A newly discovered silicone variant is a semiconductor, researchers have discovered -- upending assumptions that the material class is exclusively insulating.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522183211.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 18:32:06 EDT",
        "title": "New ketamine study promises extended relief for depression",
        "content": "For the nearly 30 percent of major depressive disorder patients who are resistant to treatment, ketamine provides some amount of normalcy, but it requires frequent treatment and can have side effects. Researchers now show in proof-of-concept experiments that it may be possible to extend ketamine's antidepressant effect from about a week to up to two months.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522183206.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 18:32:01 EDT",
        "title": "New tools to treat retinal degenerations at advanced stages of disease",
        "content": "Scientists have developed new tools to improve gene therapy in advanced stages of inherited retinal diseases (IRDs) such as retinitis pigmentosa and Leber congenital amaurosis.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522183201.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 18:31:59 EDT",
        "title": "Brain drain? More like brain gain: How high-skilled emigration boosts global prosperity",
        "content": "As the US national debate intensifies around immigration, a new study is challenging conventional wisdom about 'brain drain'--the idea that when skilled workers emigrate from developing countries, their home economies suffer.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522183159.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 16:27:15 EDT",
        "title": "Researchers develop gene therapy that can target airway and lungs via nasal spray",
        "content": "For gene therapy to work well, therapeutic molecules need to be efficiently delivered to the correct locations in the body -- a job commonly given to adeno-associated viruses (AAV). To improve the AAV's ability to deliver therapeutics specifically to the lungs and airway, researchers developed and applied a new version, called AAV.CPP.16, that can be administered with a nasal spray. In preclinical models, the innovative tool outperformed previous versions by more effectively targeting the airway and lungs and showing promise for respiratory and lung gene therapy.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522162715.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 16:27:11 EDT",
        "title": "A faster, more reliable method for simulating the plasmas used to make computer chips",
        "content": "Researchers developed a faster, more stable way to simulate the swirling electric fields inside industrial plasmas -- the kind used to make microchips and coat materials. The improved method could lead to better tools for chip manufacturing and fusion research.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522162711.htm",
        "img": ""
    }
]