[
    {
        "time": "Fri, 23 May 2025 18:13:44 EDT",
        "title": "'Hopelessly attached': Scientists discover new 2D material that sticks the landing",
        "content": "Researchers have discovered a new 2D material, confirming decade-old prediction.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523181344.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 18:13:39 EDT",
        "title": "Assembly instructions for enzymes",
        "content": "In biology, enzymes have evolved over millions of years to drive chemical reactions. Scientists have now derived universal rules to enable the de novo design of optimal enzymes. As an example, they considered the enzymatic reaction of breaking a dimer into two monomer molecules. Considering the geometry of such an enzyme-substrate-complex, they identified three golden rules that should be considered to build a functional enzyme.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523181339.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 14:19:21 EDT",
        "title": "Why are some rocks on the moon highly magnetic?",
        "content": "Scientists may have solved the mystery of why the moon shows ancient signs of magnetism although it has no magnetic field today. An impact, such as from a large asteroid, could have generated a cloud of ionized particles that briefly enveloped the moon and amplified its weak magnetic field.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523141921.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:06:17 EDT",
        "title": "Mystery of 'very odd' elasmosaur finally solved: fiercely predatory marine reptile is new species",
        "content": "A group of fossils of elasmosaurs -- some of the most famous in North America -- have just been formally identified as belonging to a 'very odd' new genus of the sea monster, unlike any previously known. This primitive 85-million-year-old, 12 meter-long, fiercely predatory marine reptile is unlike any elasmosaur known to-date and hunted its prey from above.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120617.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:05:01 EDT",
        "title": "Earliest use of psychoactive and medicinal plant 'harmal' identified in Iron Age Arabia",
        "content": "A new study uses metabolic profiling to uncover ancient knowledge systems behind therapeutic and psychoactive plant use in ancient Arabia.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120501.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:04:56 EDT",
        "title": "El Niño and La Niña climate swings threaten mangroves worldwide",
        "content": "New international research demonstrates global-scale patterns in how El Ni o-Southern Oscillation (ENSO) influences mangrove growth and degradation. Previously, impacts had only been documented at individual sites, such as a dramatic die-off in northern Australia in 2015 when more than 40 million mangrove trees perished along a 1,200-mile stretch of coastline.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120456.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:04:50 EDT",
        "title": "Modulation of antiviral response in fungi via RNA editing",
        "content": "The molecular pathways involved in antiviral defenses and counter-defenses in host-pathogen systems remain unclear. Researchers have used Neurospora crassa as a model organism to explore how RNA editing influences fungal antiviral responses. They identified two neighboring genes -- an RNA-editing enzyme (old) and a transcription factor (zao) -- that regulate virus-induced gene expression. Their findings show how the old-zao module controls both asymptomatic and symptomatic infections, providing new insight into conserved antiviral mechanisms in fungi.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120450.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:04:47 EDT",
        "title": "Different phases of evolution during ice age",
        "content": "Cold-adapted animals started to evolve 2.6 million years ago when the permanent ice at the poles became more prevalent. There followed a time when the continental ice sheets expanded and contracted and around 700,000 years ago the cold periods doubled in length. This is when many of the current cold-adapted species, as well as extinct ones like mammoths, evolved.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120447.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:04:45 EDT",
        "title": "When the sea moves inland: A global climate wake-up call from Bangladesh's Delta",
        "content": "As sea levels climb and weather grows more extreme, coastal regions everywhere are facing a creeping threat: salt. Salinization of freshwater and soils adversely affects 500 million people around the world, especially in low-lying river deltas. A new study sheds light on how rising oceans are pushing saltwater into freshwater rivers and underground water sources in the world's largest river mouth -- the Bengal Delta in Bangladesh.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120445.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:03:55 EDT",
        "title": "Efficiency upgrade for OLED screens: A route to blue PHOLED longevity",
        "content": "Blue phosphorescent OLEDs can now last as long as the green phosphorescent OLEDs already in devices, researchers have demonstrated, paving the way for further improving the energy efficiency of OLED screens.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120355.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:03:53 EDT",
        "title": "First vascularized model of stem cell islet cells",
        "content": "Researchers have developed a vascularized organoid model of hormone secreting cells in the pancreas. The advance promises to improve diabetes research and cell-based therapies.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120353.htm",
        "img": ""
    },
    {
        "time": "Fri, 23 May 2025 12:03:47 EDT",
        "title": "Charge radius of Helium-3 measured with unprecedented precision",
        "content": "A research team has achieved a significant breakthrough in determining fundamental properties of atomic nuclei. The team conducted laser spectroscopy experiments on muonic helium-3. Muonic helium-3 is a special form of helium in which the atom s two electrons are replaced by a single, much heavier muon.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250523120347.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 18:32:16 EDT",
        "title": "Researchers make breakthrough in semiconductor technology set to supercharge 6G delivery",
        "content": "Self-driving cars which eliminate traffic jams, getting a healthcare diagnosis instantly without leaving your home, or feeling the touch of loved ones based across the continent may sound like the stuff of science fiction. But new research could make all this and more a step closer to reality thanks to a radical breakthrough in semiconductor technology.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522183216.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 18:32:06 EDT",
        "title": "New ketamine study promises extended relief for depression",
        "content": "For the nearly 30 percent of major depressive disorder patients who are resistant to treatment, ketamine provides some amount of normalcy, but it requires frequent treatment and can have side effects. Researchers now show in proof-of-concept experiments that it may be possible to extend ketamine's antidepressant effect from about a week to up to two months.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522183206.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 18:31:59 EDT",
        "title": "Brain drain? More like brain gain: How high-skilled emigration boosts global prosperity",
        "content": "As the US national debate intensifies around immigration, a new study is challenging conventional wisdom about 'brain drain'--the idea that when skilled workers emigrate from developing countries, their home economies suffer.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522183159.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 16:27:11 EDT",
        "title": "A faster, more reliable method for simulating the plasmas used to make computer chips",
        "content": "Researchers developed a faster, more stable way to simulate the swirling electric fields inside industrial plasmas -- the kind used to make microchips and coat materials. The improved method could lead to better tools for chip manufacturing and fusion research.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522162711.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 16:27:03 EDT",
        "title": "The scent of death? Worms experience altered fertility and lifespan when exposed to dead counterparts",
        "content": "Research reveals that for C. elegans worms, the presence of dead members of their species has profound behavioral and physiological effects, leading them to more quickly reproduce and shortening their lifespans.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522162703.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 16:27:00 EDT",
        "title": "New study reveals how competition between algae is transforming the Gulf of Maine",
        "content": "New research shows how rapidly proliferating turf algae are waging 'chemical warfare' to inhibit the recovery of kelp forests along Maine's warming coast.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522162700.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 16:25:51 EDT",
        "title": "Ancient DNA used to map evolution of fever-causing bacteria",
        "content": "Researchers have analyzed ancient DNA from Borrelia recurrentis, a type of bacteria that causes relapsing fever, pinpointing when it evolved to spread through lice rather than ticks, and how it gained and lost genes in the process.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522162551.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 16:25:46 EDT",
        "title": "Why Europe's fisheries management needs a rethink",
        "content": "Every year, total allowable catches (TACs) and fishing quotas are set across Europe through a multi-step process -- and yet many fish stocks in EU waters remain overfished. A new analysis reveals that politically agreed-upon catch limits are not sustainable because fish stock sizes are systematically overestimated and quotas regularly exceed scientific advice. In order to promote profitable and sustainable fisheries, the researchers propose establishing an independent institution to determine ecosystem-based catch limits that management bodies must not exceed.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522162546.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 16:25:38 EDT",
        "title": "Scientists have figured out how extinct giant ground sloths got so big and where it all went wrong",
        "content": "Scientists have analyzed ancient DNA and compared more than 400 fossils from 17 natural history museums to figure out how and why extinct sloths got so big.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522162538.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 16:25:33 EDT",
        "title": "A new approach could fractionate crude oil using much less energy",
        "content": "Engineers developed a membrane that filters the components of crude oil by their molecular size, an advance that could dramatically reduce the amount of energy needed for crude oil fractionation.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522162533.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 13:35:30 EDT",
        "title": "Social connection is still underappreciated as a medically relevant health factor",
        "content": "New studies reveal that both the public and healthcare providers often overlook social connection as a key factor in physical health, even though loneliness rivals smoking and obesity in health risks.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522133530.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 13:35:22 EDT",
        "title": "Tapping into the World's largest gold reserves",
        "content": "Earth's largest gold reserves are not kept inside Fort Knox, the United States Bullion Depository. In fact, they are hidden much deeper in the ground than one would expect. More than 99.999% of Earth's stores of gold and other precious metals lie buried under 3,000 km of solid rock, locked away within the Earth's metallic core and far beyond the reaches of humankind. Now, researchers have found traces of the precious metal Ruthenium (Ru) in volcanic rocks on the islands of Hawaii that must ultimately have come from the Earth's core.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522133522.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 13:35:18 EDT",
        "title": "'Selfish' genes called introners proven to be a major source of genetic complexity",
        "content": "A new study proves that a type of genetic element called 'introners' are the mechanism by which many introns spread within and between species, also providing evidence of eight instances in which introners have transferred between unrelated species in a process called 'horizontal gene transfer,' the first proven examples of this phenomenon.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522133518.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 12:55:30 EDT",
        "title": "Climate change poses severe threat to bowhead whale habitat",
        "content": "New research examining 11,700 years of bowhead whale persistence throughout the Arctic projects that sea ice loss due to climate change will cause their habitat to severely contract by up to 75 per cent.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522125530.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 12:54:15 EDT",
        "title": "New atom-swapping method applied to complex organic structures",
        "content": "Chemists have developed an efficient skeletal editing method for frequently used heteroaromatic structures. The technique could serve as a means to chemically modify biologically active compounds.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522125415.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 12:54:13 EDT",
        "title": "ALMA measures evolution of monster barred spiral galaxy",
        "content": "Astronomers have observed a massive and extremely active barred spiral galaxy in the early Universe and found that it has important similarities and differences with modern galaxies. This improves our understanding of how barred spiral galaxies, like our own Milky Way Galaxy, grow and evolve.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522125413.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 12:52:06 EDT",
        "title": "Saturn's moon: Mysterious wobbling atmosphere like a gyroscope",
        "content": "The puzzling behavior of Titan's atmosphere has been revealed. The team has shown that the thick, hazy atmosphere of Saturn's largest moon doesn't spin in line with its surface, but instead wobbles like a gyroscope, shifting with the seasons.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522125206.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 12:48:54 EDT",
        "title": "How property owners can work to prevent flooding",
        "content": "The risk of heavy rainfall and severe flooding increases with climate change. But property owners -- regardless of size -- often underestimate their own responsibility and are unaware of what preventive measures they can take themselves.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522124854.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 12:48:51 EDT",
        "title": "Breakthrough AI model could transform how we prepare for natural disasters",
        "content": "From deadly floods in Europe to intensifying tropical cyclones around the world, the climate crisis has made timely and precise forecasting more essential than ever. Yet traditional forecasting methods rely on highly complex numerical models developed over decades, requiring powerful supercomputers and large teams of experts. According to its developers, Aurora offers a powerful and efficient alternative using artificial intelligence.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522124851.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 12:48:48 EDT",
        "title": "A potential 'anti-spice' that could dial down the heat of fiery food",
        "content": "If you've ever regretted ordering a spicy meal, take note: A new study identifying molecules that suppress the heat of chili peppers hints at the possibility of adapting these compounds into an 'anti-spice' condiment for food that's too fiery to eat. The research helps explain differences in chili pepper pungency, or spiciness, by identifying three compounds in a range of pepper samples that chemical analysis predicted, and study participants on a tasting panel confirmed, are linked to lower heat intensity.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522124848.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 12:47:55 EDT",
        "title": "Could AI understand emotions better than we do?",
        "content": "Is artificial intelligence (AI) capable of suggesting appropriate behavior in emotionally charged situations? A team put six generative AIs -- including ChatGPT -- to the test using emotional intelligence (EI) assessments typically designed for humans. The outcome: these AIs outperformed average human performance and were even able to generate new tests in record time. These findings open up new possibilities for AI in education, coaching, and conflict management.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522124755.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 12:47:47 EDT",
        "title": "Looking to cut calories? Try adding chilies, study suggests",
        "content": "Throwing a little heat on your meal might be an effective strategy for cutting back on calories, according to a new study.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522124747.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 12:47:38 EDT",
        "title": "AI is good at weather forecasting. Can it predict freak weather events?",
        "content": "Scientists found that neural networks cannot yet forecast 'gray swan' weather events, which might not appear in existing training data but could still happen -- like 200-year floods or massive hurricanes.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522124738.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 12:46:09 EDT",
        "title": "Biological markers for teen depression",
        "content": "Using a novel lab method they developed, researchers have identified nine molecules in the blood that were elevated in teens diagnosed with depression. These molecules also predicted how symptoms might progress over time. The findings of the clinical study could pave the way for earlier detection, before symptoms worsen and become hard to treat.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522124609.htm",
        "img": ""
    },
    {
        "time": "Thu, 22 May 2025 12:45:56 EDT",
        "title": "Infrared contact lenses allow people to see in the dark, even with their eyes closed",
        "content": "Neuroscientists and materials scientists have created contact lenses that enable infrared vision in both humans and mice by converting infrared light into visible light. Unlike infrared night vision goggles, the contact lenses do not require a power source -- and they enable the wearer to perceive multiple infrared wavelengths. Because they're transparent, users can see both infrared and visible light simultaneously, though infrared vision was enhanced when participants had their eyes closed.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250522124556.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 20:40:06 EDT",
        "title": "Positive mindset about aging in over-60s linked to better recovery after a fall",
        "content": "There is a strong association between an older person's view of how they are aging and how well they will physically recover after a fall. That is the finding of a new research study which is the first to suggest how important psychological factors may be in post-fall physical recovery. Falls in older adults are a major health concern because they can lead to high levels of physical disability and hospitalization, as well as affecting people's ability to live independently.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521204006.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 16:12:33 EDT",
        "title": "Digital mental health tools need human touch",
        "content": "Keeping a human in the loop significantly enhances emotional engagement during online psychological interviews.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521161233.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 16:12:26 EDT",
        "title": "Shrinking Nemo: Clownfish survive heatwaves by shrinking",
        "content": "Clownfish have been shown to shrink in order to survive heat stress and avoid social conflict, research reveals.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521161226.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 16:11:26 EDT",
        "title": "Engineers discover a new class of materials that passively harvest water from air",
        "content": "A serendipitous observation has led to a surprising discovery: a new class of nanostructured materials that can pull water from the air, collect it in pores and release it onto surfaces without the need for any external energy. The research describes a material that could open the door to new ways to collect water from the air in arid regions and devices that cool electronics or buildings using the power of evaporation.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521161126.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 16:11:23 EDT",
        "title": "'Fast-fail' AI blood test could steer patients with pancreatic cancer away from ineffective therapies",
        "content": "An artificial intelligence technique for detecting DNA fragments shed by tumors and circulating in a patient's blood could help clinicians more quickly identify and determine if pancreatic cancer therapies are working.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521161123.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 16:11:20 EDT",
        "title": "Plant cell sculptors",
        "content": "New research has shed light on how plants precisely control their growth and development, revealing that seemingly similar molecular components fulfill surprisingly different jobs.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521161120.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 16:11:15 EDT",
        "title": "Personal space chemistry suppressed by perfume and body lotion indoors",
        "content": "In 2022 a team discovered that high levels of OH radicals can be generated indoors, simply due to the presence of people and ozone. This means: People generate their own oxidation field and change the indoor air chemistry around them within their own personal space. Now, in a follow-up study again in cooperation with an international research team, they found that commonly applied personal care products substantially suppress a human's production of OH radicals. These findings have implications for the indoor chemistry, the air quality of occupied spaces, and human health, since many of the chemicals in our immediate vicinity are transformed by this field.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521161115.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 16:11:12 EDT",
        "title": "Bed-netting prototypes to target malaria-causing parasites",
        "content": "Scientists have fabricated two bed netting prototypes targeting malaria-causing blood parasites. They designed netting systems to deliver antimalarial drugs called Endochin-like Quinolones (ELQs) that destroy Plasmodium parasites transmitted by mosquitoes.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521161112.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 16:11:09 EDT",
        "title": "Are groovy brains more efficient?",
        "content": "The smallest grooves on the brain's surface, unique to humans, have largely been ignored by anatomists, but recent studies show that they're related to cognitive performance, including face recognition and reasoning ability. A new study shows that the depths of these tertiary sulci are also linked to increased interconnectedness between areas of the brain associated with reasoning and high-level cognitive functions. The sulci may decrease the length of neural connections, improving communication efficiency.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521161109.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 16:11:06 EDT",
        "title": "Scientists discover class of crystals with properties that may prove revolutionary",
        "content": "Researchers have discovered a new class of materials -- called intercrystals -- with unique electronic properties that could power future technologies. Intercrystals exhibit newly discovered forms of electronic properties that could pave the way for advancements in more efficient electronic components, quantum computing and environmentally friendly materials, the scientists said.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521161106.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 16:11:04 EDT",
        "title": "Good news for people with migraine who take drugs before or during pregnancy",
        "content": "There's good news for people with migraine who take common drugs before or during pregnancy -- a new study found no increase in neurodevelopmental disorders such as autism and ADHD in their children. The study looked at drugs used for migraine attacks called triptans.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521161104.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 16:11:01 EDT",
        "title": "Vitamin D supplements show signs of protection against biological aging",
        "content": "A randomized trial suggests vitamin D can protect against telomere shortening, which is linked to risk of age-related disease.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521161101.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 13:16:30 EDT",
        "title": "The dietary bug in a cancer therapy",
        "content": "A study has uncovered a surprising link between diet, intestinal microbes and the efficacy of cancer therapy.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521131630.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 12:53:01 EDT",
        "title": "Can plants hear their pollinators?",
        "content": "When pollinators visit flowers, they produce various sounds, from wing flapping during hovering, to landing and takeoff. Scientists studied these vibroacoustic signals to develop noninvasive and efficient methods for monitoring pollinator communities and their influences on plant biology and ecology. The researchers found that the bee sounds led the snapdragons to increase their sugar and nectar volume, and even alter their gene expression that governs sugar transport and nectar production.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521125301.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 12:52:56 EDT",
        "title": "Imaging technique removes the effect of water in underwater scenes",
        "content": "SeaSplat is an image-analysis tool that cuts through the ocean's optical effects to generate images of underwater environments reveal an ocean scene's true colors. Researchers paired the color-correcting tool with a computational model that converts images of a scene into a three-dimensional underwater 'world' that can be explored virtually.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521125256.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 12:51:17 EDT",
        "title": "Oxygen deprivation promotes colon cancer growth",
        "content": "Researchers found that the Wnt5a protein, secreted by inflammatory fibroblasts within cancerous tumors, inhibits angiogenesis and consequently promotes hypoxia within tumors. Hypoxic conditions help sustain the inflammatory fibroblasts, which also secrete the growth factor epiregulin, thereby promoting tumor growth. This newly proposed mechanism for tumor growth offers a promising new target for cancer therapies and possibly other conditions linked to inflammation, such as inflammatory bowel disease.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521125117.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 12:51:15 EDT",
        "title": "Southeast Asia could prevent up to 36,000 ozone-related early deaths a year by 2050 with stricter air pollution controls",
        "content": "A study has found that implementing robust air pollution control measures could mean Southeast Asian countries prevent as many as 36,000 ozone-related premature deaths each year by 2050.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521125115.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 12:51:07 EDT",
        "title": "Something's fishy here",
        "content": "In nature, ecosystems are tightly linked through the flow of organisms, detritus, and nutrients across boundaries arbitrarily imagined by humans. These systems are deeply in tune with seasonal changes, fostering a harmonious ebb and flow of resources. Many of these connections remain poorly understood, especially the mechanisms responsible for maintaining biodiversity at the landscape level. One important example is the environmental drivers underlying variations in life-histories, or how organisms grow, survive, and reproduce in natural ecosystems. But as human activities ravage biodiversity on a global scale, elucidating the factors that cause variations in an organism's life-history is fundamental for understanding not only population persistence and adaptation to fluctuating environments, but also effective conservation and management.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521125107.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 12:51:02 EDT",
        "title": "A one-pixel camera for recording holographic movies",
        "content": "A new camera setup can record three-dimensional movies with a single pixel. Moreover, the technique can obtain images outside the visible spectrum and even through tissues. The development thus opens the door to holographic video microscopy.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521125102.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 12:51:00 EDT",
        "title": "Enormous boulder washed inland a sign of Pacific tsunami history",
        "content": "Analysis has shown a boulder weighing almost 1,200 tons in Tonga is one of the largest known wave-transported rocks in the world, providing new insights into the Pacific region's history and risk of tsunamis.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521125100.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 12:50:57 EDT",
        "title": "Yeast reveals how species adapt to a warmer climate",
        "content": "How do organisms adapt to climate change? A new study reveals the complex interplay between genetic diversity and temperature tolerance evolution.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521125057.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 12:50:55 EDT",
        "title": "High-quality OLED displays now enabling integrated thin and multichannel audio",
        "content": "A research team has developed the world's first Pixel-Based Local Sound OLED technology. This breakthrough enables each pixel of an OLED display to simultaneously emit different sounds, essentially allowing the display to function as a multichannel speaker array. The team successfully demonstrated the technology on a 13-inch OLED panel, equivalent to those used in laptops and tablets.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521125055.htm",
        "img": ""
    },
    {
        "time": "Wed, 21 May 2025 12:50:52 EDT",
        "title": "Why some spiders are more venomous than others",
        "content": "A new study has revealed why some spiders possess venom that is far more potent than others. By analyzing the venoms of more than 70 different spider species, the team explored whether factors such as body size, prey type, and hunting method, including the use of webs, could explain the wide variation in venom strength.",
        "link": "https://www.sciencedaily.com/releases/2025/05/250521125052.htm",
        "img": ""
    }
]